export const recruit_common_information = {
  process: {
    lead: {
      document:
        "접수 방법 : 제출 서류는 PDF 파일 형식으로 유니아이 홈페이지를 통해 이메일로 제출(자유 양식의 이력서와 포트폴리오 첨부 필수)",
      period: "모집 기간 : 채용 시 마감",
      steps: ["서류 전형", "코딩 테스트", "1차 면접", "2차 면접", "최종 합격"],
    },
    engineer: {
      document:
        "접수 방법 : 제출 서류는 PDF 파일 형식으로 유니아이 홈페이지를 통해 이메일로 제출(자유 양식의 이력서와 포트폴리오 첨부 필수)",
      period: "모집 기간 : 채용 시 마감",
      steps: ["서류 전형", "코딩 테스트", "1차 면접", "2차 면접", "최종 합격"],
    },
    qa: {
      document:
        "접수 방법 : 제출 서류는 PDF 파일 형식으로 유니아이 홈페이지를 통해 이메일로 제출(자유 양식의 이력서와 포트폴리오 첨부 필수)",
      period: "모집 기간 : 채용 시 마감",
      steps: ["서류 전형", "코딩 테스트", "1차 면접", "2차 면접", "최종 합격"],
    },
    pm: {
      document:
        "접수 방법 : 제출 서류는 PDF 파일 형식으로 유니아이 홈페이지를 통해 이메일로 제출(자유 양식의 이력서와 포트폴리오 첨부 필수)",
      period: "모집 기간 : 채용 시 마감",
      steps: ["서류 전형", "코딩 테스트", "1차 면접", "2차 면접", "최종 합격"],
    },
  },
  // 유의사항
  notice: [
    "주 1회 재택근무, 대전 오피스 출근 포지션입니다.",
    "본 채용은 기한 내 우수 인재 채용 시 마감될 수 있습니다.",
    "입사지원 서류에 허위사실이 발견될 경우, 채용확정 이후라도 채용이 취소될 수 있습니다.",
    "모집 분야별로 마감일이 상이할 수 있으니 유의하시길 바랍니다.",
  ],
};
